{
  "Астрономия": {
    "1961": "Ю. А. Гагарин совершил первый орбитальный полет и стал первым человеком в космосе.",
    "1969": "Астронавты Армстронг, Олдрин и Коллинз совершили первую экспедицию на Луну на «Аполлон-11».",
    "1990": "Запущен космический телескоп «Хаббл», названный в астрофизика и космолога честь Эдвина Хаббла.",
    "2004": "Марсоход «Спирит» совершил мягкую посадку на Марс за три недели до марсохода «Оппортьюнити».",
    "2013": "Многоразовая ракета-носитель «Фалкон 9» совершила пять успешных взлетов и посадок.",
    "2022": "Зонд «Дарт» столкнулся с астероидом Диморфом, тестируя стратегию защиты Земли."
  },
  "Биология": {
    "1676": "Антони ван Левенгук микроскопировал каплю воды, обнаружив бактерии и впервые увидев микромир.",
    "1895": "Вильгельмом Рентгеном сделан первый рентгеновский снимок, засняв кисть руки своей жены. ",
    "1928": "Александр Флеминг создал первый антибиотик названный «Пенициллин».",
    "1996": "Родилась овца Долли, первое клонированное млекопитающее от одного родителя.",
    "1967": "Кристиан Барнард произвел первую пересадку сердца от человека к человеку.",
    "2022": "За 32 года работы биологи расшифровали 100% генома человека."
  },
  "Математика": {
    "1545": "Геронимо Кардано опубликовал 'Арс магни', включая методы решения кубических уравнений.",
    "1643": "Рене Декарт ввел координатную систему, объединив математику и геометрию.",
    "1900": "Давид Гильберт опубликовал список 23 нерешенных математических задач, известных как Гильбертовы проблемы.",
    "1936": "Алан Тьюринг предложил модель универсальной машины, предшествующей компьютерам.",
    "1994": "Эндрю Уайлс доказал последнюю теорему Ферма.",
    "2013": "Михаэль Грюберман и Томас Халдейн разгадали гипотезу Шварца–Ципфа в теории чисел."
  },
  "Интернет": {
    "1969": "Создание «ARPANET», первой сети, ставшей основой для интернета.",
    "1971": "Рэй Томлинсон разработал первую программу электронной почты.",
    "1983": "Введена система доменных имен DNS, что упростило адресацию в сети.",
    "1991": "Тим Бернерс-Ли представил World Wide Web, что стало основой современного интернета.",
    "2004": "Марк Цукерберг запустил Facebook, став одной из крупнейших социальных сетей.",
    "2021": "Биткоин достиг рекордной стоимости, подчеркивая рост интереса к криптовалютам."
  },
  "Физика": {
    "1687": "Исаак Ньютон опубликовал 'Математические начала натуральной философии', сформулировав законы движения и гравитации.",
    "1905": "Альберт Эйнштейн представил теорию относительности, специальную и общую.",
    "1927": "Вернер Хейзенберг сформулировал принцип неопределенности, основу квантовой механики.",
    "1932": "Джеймс Чедвик обнаружил нейтрино, электронное нейтральное элементарное частицу.",
    "1965": "Арно Пензиас и Роберт Уилсон обнаружили космическое микроволновое излучение, подтверждая теорию большого взрыва.",
    "2012": "Обнаружение бозона Хиггса в ЦЕРНе подтвердило существование элементарных частиц."
  },
  "Химия": {
    "1774": "Джозеф Простер создал флогистоновую теорию, одну из первых теорий о химических реакциях.",
    "1869": "Дмитрий Менделеев представил таблицу химических элементов, предшествующую периодической таблице.",
    "1907": "Химики Георгий Урбайн и Чарльз Видерс создали ниобий и тантал, обнаружив их одновременно и независимо друг от друга.",
    "1953": "Джеймс Уотсон и Фрэнсис Крик описали структуру ДНК, открывая секреты нашего генетического кода.",
    "2016": "Исследователи создали периодическую систему элементов, включающую 118 элементов.",
    "2020": "Химики синтезировали элемент 118 в ядерной реакции, подтвердив его существование в периодической системе."
  }
}
